amd-ucode
bandwhich
base
base-devel
bat
bluez
bluez-utils
bottom
brave-bin
brightnessctl
btrfs-progs
clang
cliphist
cmake
direnv
discord
dust
efibootmgr
eza
fail2ban
fastfetch
fd
filen-desktop-bin
foot
fuzzel
fzf
git
git-delta
gitleaks
gocryptfs
greetd
greetd-tuigreet
grim
grub
grub-btrfs
gum
inotify-tools
iwd
jq
keepassxc
lazygit
libreoffice-fresh
linux
linux-firmware
localsend-bin
mako
mullvad-vpn-bin
neovim
networkmanager
notesnook-bin
noto-fonts
noto-fonts-emoji
nushell
onlyoffice-bin
otf-font-awesome
pamixer
paru
pavucontrol
pipewire
pipewire-pulse
playerctl
polkit-gnome
qt5-wayland
qt6-wayland
qutebrowser
ripgrep
rust
slurp
snapper
starship
stow
sudo
sway
swaybg
swayidle
swaylock
topgrade
ttf-hack-nerd
ttf-ibm-plex
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
tutanota-desktop-bin
ufw
usbutils
wireplumber
wl-clipboard
xdg-desktop-portal-wlr
yazi
zoxide
zsh
zsh-completions
